test/testing_framework/rails/tmp/rails_root/app/controllers/my_models_controller.rb

  def index
    @my_models = MyModel.all
---
SELECT * FROM "my_models"